<?php

return [
    'greeting' => 'नमस्ते :नाम!',
    'regards' => 'साभार,',
    'subject' => 'अपना पासवर्ड रीसेट करें',
    'line1' => 'आपको यह ईमेल इसलिए प्राप्त हो रहा है क्योंकि हमें आपके खाते के लिए पासवर्ड रीसेट अनुरोध प्राप्त हुआ है।',
    'action' => 'पासवर्ड रीसेट',
    'warning' => 'चेतावनी: यदि आपने पासवर्ड रीसेट का अनुरोध नहीं किया है, तो आगे किसी कार्रवाई की आवश्यकता नहीं है। यदि आपको संदिग्ध गतिविधि पर संदेह है, तो कृपया अपना खाता सुरक्षित करें या बा-यू सहायता से संपर्क करें।',

    // Email Verifikasi
    'verify_subject' => 'अपने ईमेल पते की पुष्टि करें',
    'verify_line1' => 'कृपया अपना ईमेल पता सत्यापित करने और पंजीकरण पूरा करने के लिए नीचे दिए गए बटन पर क्लिक करें।',
    'verify_action' => 'ईमेल सत्यापन',
    'verify_warning' => 'यदि आपने बा-यू पर खाता नहीं बनाया है, तो आगे किसी कार्रवाई की आवश्यकता नहीं है।',
];
