<?php

return [
    'greeting' => 'こんにちは :nameさん！',
    'regards' => 'よろしくお願いいたします。',
    'subject' => 'パスワードをリセット',
    'line1' => 'このメールは、あなたのアカウントのパスワードリセット要求を受け取ったため送信されました。',
    'action' => 'パスワードをリセット',
    'warning' => '警告：パスワードリセットをリクエストしていない場合、これ以上の対応は必要ありません。不審なアクティビティが疑われる場合は、アカウントを保護するか、Ba-Yuサポートにお問い合わせください。',

    // Email Verifikasi
    'verify_subject' => 'メールアドレスを確認してください',
    'verify_line1' => '下のボタンをクリックしてメールアドレスを確認し、登録を完了してください。',
    'verify_action' => 'メール認証',
    'verify_warning' => 'Ba-Yu でアカウントを作成していない場合は、それ以上の操作は必要ありません。',
];
