<?php

return [
    'greeting' => 'Привет :name!',
    'regards' => 'С наилучшими пожеланиями,',
    'subject' => 'Сброс пароля',
    'line1' => 'Вы получили это письмо, потому что мы получили запрос на сброс пароля для вашей учетной записи.',
    'action' => 'Сбросить пароль',
    'warning' => 'Внимание: Если вы не запрашивали сброс пароля, никаких дальнейших действий не требуется. Если вы подозреваете подозрительную активность, пожалуйста, обезопасьте свою учетную запись или обратитесь в службу поддержки Ba-Yu.',

    // Email Verifikasi
    'verify_subject' => 'Подтвердите свой адрес электронной почты',
    'verify_line1' => 'Пожалуйста, нажмите кнопку ниже, чтобы подтвердить свой адрес электронной почты и завершить регистрацию.',
    'verify_action' => 'Проверка электронной почты',
    'verify_warning' => 'Если вы не создали учетную запись на Ba-Yu, никаких дальнейших действий не требуется.',
];
