<?php

return [
    'greeting' => 'හෙලෝ: නම!',
    'regards' => 'සුභ පතමින්,',
    'subject' => 'ඔබගේ මුරපදය නැවත සකසන්න',
    'line1' => 'ඔබට මෙම විද්‍යුත් තැපෑල ලැබෙන්නේ අපට ඔබගේ ගිණුම සඳහා මුරපද යළි පිහිටුවීමේ ඉල්ලීමක් ලැබුණු බැවිනි.',
    'action' => 'මුරපදය යළි පිහිටුවන්න',
    'warning' => 'අවවාදයයි: ඔබ මුරපදය යළි පිහිටුවීමක් ඉල්ලා නොසිටියේ නම්, වැඩිදුර ක්‍රියාමාර්ග අවශ්‍ය නොවේ. ඔබ සැක කටයුතු ක්‍රියාකාරකමක් සැක කරන්නේ නම්, කරුණාකර ඔබගේ ගිණුම සුරක්ෂිත කරන්න නැතහොත් Ba-Yu සහාය අමතන්න.',

    // Email Verifikasi
    'verify_subject' => 'ඔබගේ විද්‍යුත් තැපැල් ලිපිනය තහවුරු කරන්න',
    'verify_line1' => 'ඔබගේ විද්‍යුත් තැපැල් ලිපිනය සත්‍යාපනය කිරීමට සහ ලියාපදිංචිය සම්පූර්ණ කිරීමට කරුණාකර පහත බොත්තම ක්ලික් කරන්න.',
    'verify_action' => 'ඊමේල් සත්යාපනය',
    'verify_warning' => 'ඔබ Ba-Yu හි ගිණුමක් සාදා නොමැති නම්, වැඩිදුර ක්‍රියාමාර්ග අවශ්‍ය නොවේ.',
];
