<?php

return [
    'greeting' => 'ሰላም: ስም!',
    'regards' => 'ምልካም ምኞት፣',
    'subject' => 'የይለፍ ቃልዎን ዳግም ያስጀምሩ',
    'line1' => 'ይህ ኢሜይል የደረሰዎት ለመለያዎ የይለፍ ቃል ዳግም ማስጀመር ጥያቄ ስለደረሰን ነው።',
    'action' => 'የይለፍ ቃል ዳግም አስጀምር',
    'warning' => 'ማስጠንቀቂያ፡ የይለፍ ቃል ዳግም ማስጀመር ካልጠየቅክ ምንም ተጨማሪ እርምጃ አያስፈልግም። አጠራጣሪ እንቅስቃሴን ከጠረጠሩ፣እባክዎ መለያዎን ያስጠብቁ ወይም የBa-ዩ ድጋፍን ያግኙ።',

    // Email Verifikasi
    'verify_subject' => 'የኢሜል አድራሻዎን ያረጋግጡ',
    'verify_line1' => 'እባክዎ የኢሜል አድራሻዎን ለማረጋገጥ እና ምዝገባውን ለማጠናቀቅ ከታች ያለውን ቁልፍ ይጫኑ።',
    'verify_action' => 'የኢሜል ማረጋገጫ',
    'verify_warning' => 'በባ-ዩ ላይ መለያ ካልፈጠሩ፣ ምንም ተጨማሪ እርምጃ አያስፈልግም።',
];
