<?php

return [
    'greeting' => 'សួស្តី៖ ឈ្មោះ!',
    'regards' => 'សូមគោរព',
    'subject' => 'កំណត់ពាក្យសម្ងាត់របស់អ្នកឡើងវិញ',
    'line1' => 'អ្នកកំពុងទទួលបានអ៊ីមែលនេះ ដោយសារយើងបានទទួលសំណើកំណត់ពាក្យសម្ងាត់ឡើងវិញសម្រាប់គណនីរបស់អ្នក។',
    'action' => 'កំណត់ពាក្យសម្ងាត់ឡើងវិញ',
    'warning' => 'ការព្រមាន៖ ប្រសិនបើអ្នកមិនបានស្នើសុំកំណត់ពាក្យសម្ងាត់ឡើងវិញទេ មិនចាំបាច់មានសកម្មភាពអ្វីទៀតទេ។ ប្រសិនបើអ្នកសង្ស័យថាមានសកម្មភាពគួរឱ្យសង្ស័យ សូមធានាគណនីរបស់អ្នក ឬទាក់ទងផ្នែកជំនួយ Ba-Yu ។',

    // Email Verifikasi
    'verify_subject' => 'ផ្ទៀងផ្ទាត់អាសយដ្ឋានអ៊ីមែលរបស់អ្នក។',
    'verify_line1' => 'សូមចុចប៊ូតុងខាងក្រោមដើម្បីផ្ទៀងផ្ទាត់អាសយដ្ឋានអ៊ីមែលរបស់អ្នក និងការចុះឈ្មោះពេញលេញ។',
    'verify_action' => 'ការផ្ទៀងផ្ទាត់តាមអ៊ីមែល',
    'verify_warning' => 'ប្រសិនបើអ្នកមិនទាន់បានបង្កើតគណនីនៅលើ Ba-Yu ទេនោះ មិនចាំបាច់មានសកម្មភាពអ្វីទៀតទេ។',
];
