<?php

return [
    'greeting' => 'Hello :name!',
    'regards' => 'ขอแสดงความนับถือ',
    'subject' => 'รีเซ็ตรหัสผ่านของคุณ',
    'line1' => 'คุณได้รับอีเมลนี้เนื่องจากเราได้รับคำขอรีเซ็ตรหัสผ่านสำหรับบัญชีของคุณ',
    'action' => 'รีเซ็ตรหัสผ่าน',
    'warning' => 'คำเตือน: หากคุณไม่ได้ขอรีเซ็ตรหัสผ่าน ก็ไม่จำเป็นต้องดำเนินการใดๆ เพิ่มเติม หากคุณสงสัยว่ามีกิจกรรมที่น่าสงสัย โปรดรักษาความปลอดภัยบัญชีของคุณหรือติดต่อฝ่ายสนับสนุนของ Ba-Yu',

    // Email Verifikasi
    'verify_subject' => 'ยืนยันที่อยู่อีเมลของคุณ',
    'verify_line1' => 'กรุณาคลิกปุ่มด้านล่างเพื่อยืนยันที่อยู่อีเมลของคุณและลงทะเบียนให้เสร็จสิ้น',
    'verify_action' => 'การยืนยันอีเมล',
    'verify_warning' => 'หากคุณยังไม่ได้สร้างบัญชีบน Ba-Yu ก็ไม่จำเป็นต้องดำเนินการใดๆ เพิ่มเติม',
];
