<?php

return [
    'greeting' => 'Γεια σου :name!',
    'regards' => 'Με εκτίμηση,',
    'subject' => 'Επαναφέρετε τον κωδικό πρόσβασής σας',
    'line1' => 'Λαμβάνετε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου επειδή λάβαμε ένα αίτημα επαναφοράς κωδικού πρόσβασης για τον λογαριασμό σας.',
    'action' => 'Επαναφορά κωδικού πρόσβασης',
    'warning' => 'Προειδοποίηση: Εάν δεν ζητήσατε επαναφορά κωδικού πρόσβασης, δεν απαιτείται περαιτέρω ενέργεια. Εάν υποπτεύεστε ύποπτη δραστηριότητα, ασφαλίστε τον λογαριασμό σας ή επικοινωνήστε με την Υποστήριξη Ba-Yu.',

    // Email Verifikasi
    'verify_subject' => 'Επαληθεύστε τη διεύθυνση email σας',
    'verify_line1' => 'Κάντε κλικ στο κουμπί παρακάτω για να επαληθεύσετε τη διεύθυνση email σας και να ολοκληρώσετε την εγγραφή σας.',
    'verify_action' => 'Επαλήθευση email',
    'verify_warning' => 'Εάν δεν έχετε δημιουργήσει λογαριασμό στο Ba-Yu, δεν απαιτείται περαιτέρω ενέργεια.',
];
