<?php

return [
    'greeting' => 'হ্যালো: নাম!',
    'regards' => 'শুভেচ্ছা,',
    'subject' => 'আপনার পাসওয়ার্ড রিসেট করুন',
    'line1' => 'আপনি এই ইমেলটি পাচ্ছেন কারণ আমরা আপনার অ্যাকাউন্টের জন্য একটি পাসওয়ার্ড পুনরায় সেট করার অনুরোধ পেয়েছি৷',
    'action' => 'পাসওয়ার্ড রিসেট করুন',
    'warning' => 'সতর্কতা: আপনি যদি পাসওয়ার্ড রিসেট করার অনুরোধ না করে থাকেন, তাহলে আর কোনো পদক্ষেপের প্রয়োজন নেই। আপনি যদি সন্দেহজনক কার্যকলাপ সন্দেহ করেন, অনুগ্রহ করে আপনার অ্যাকাউন্ট সুরক্ষিত করুন বা Ba-Yu সহায়তার সাথে যোগাযোগ করুন।',

    // Email Verifikasi
    'verify_subject' => 'আপনার ইমেল ঠিকানা যাচাই করুন',
    'verify_line1' => 'আপনার ইমেল ঠিকানা এবং সম্পূর্ণ নিবন্ধন যাচাই করতে নীচের বোতামে ক্লিক করুন.',
    'verify_action' => 'ইমেল যাচাইকরণ',
    'verify_warning' => 'আপনি যদি Ba-Yu-এ একটি অ্যাকাউন্ট তৈরি না করে থাকেন, তাহলে আর কোনো পদক্ষেপের প্রয়োজন নেই।',
];
