<?php

return [
    'greeting' => 'ສະບາຍດີ:ຊື່!',
    'regards' => 'ດ້ວຍຄວາມນັບຖື,',
    'subject' => 'ຣີເຊັດລະຫັດຜ່ານຂອງທ່ານ',
    'line1' => 'ທ່ານໄດ້ຮັບອີເມວນີ້ເພາະວ່າພວກເຮົາໄດ້ຮັບການຮ້ອງຂໍການປ່ຽນລະຫັດຜ່ານສໍາລັບບັນຊີຂອງທ່ານ.',
    'action' => 'ຣີເຊັດລະຫັດຜ່ານ',
    'warning' => 'ຄຳເຕືອນ: ຖ້າທ່ານບໍ່ໄດ້ຮ້ອງຂໍໃຫ້ມີການຕັ້ງລະຫັດຜ່ານໃໝ່, ບໍ່ຈຳເປັນຕ້ອງດຳເນີນການຫຍັງອີກ. ຖ້າເຈົ້າສົງໃສວ່າມີການເຄື່ອນໄຫວທີ່ໜ້າສົງໄສ, ກະລຸນາຮັກສາບັນຊີຂອງທ່ານໃຫ້ປອດໄພ ຫຼື ຕິດຕໍ່ຝ່າຍຊ່ວຍເຫຼືອ Ba-Yu.',

    // Email Verifikasi
    'verify_subject' => 'ຢືນຢັນທີ່ຢູ່ອີເມວຂອງທ່ານ',
    'verify_line1' => 'ກະລຸນາຄລິກໃສ່ປຸ່ມຂ້າງລຸ່ມນີ້ເພື່ອຢືນຢັນທີ່ຢູ່ອີເມວຂອງທ່ານແລະສໍາເລັດການລົງທະບຽນ.',
    'verify_action' => 'ການກວດສອບອີເມລ໌',
    'verify_warning' => 'ຖ້າ​ຫາກ​ວ່າ​ທ່ານ​ບໍ່​ໄດ້​ສ້າງ​ບັນ​ຊີ​ກ່ຽວ​ກັບ Ba-Yu​, ບໍ່​ມີ​ການ​ດໍາ​ເນີນ​ການ​ເພີ່ມ​ເຕີມ​ແມ່ນ​ຕ້ອງ​ການ​.',
];
