<?php

return [
    'greeting' => 'שלום :שם!',
    'regards' => 'בברכה,',
    'subject' => 'אפס את הסיסמה שלך',
    'line1' => 'אתה מקבל דוא"ל זה מכיוון שקיבלנו בקשה לאיפוס סיסמה עבור חשבונך.',
    'action' => 'אפס סיסמה',
    'warning' => 'אזהרה: אם לא ביקשת איפוס סיסמה, אין צורך בפעולה נוספת. אם אתה חושד בפעילות חשודה, אנא אבטח את חשבונך או פנה לתמיכה של Ba-Yu.',

    // Email Verifikasi
    'verify_subject' => 'אמת את כתובת האימייל שלך',
    'verify_line1' => 'אנא לחץ על הלחצן למטה כדי לאמת את כתובת הדוא"ל שלך ולהשלים את ההרשמה.',
    'verify_action' => 'אימות דוא"ל',
    'verify_warning' => 'אם לא יצרת חשבון ב-Ba-Yu, אין צורך בפעולה נוספת.',
];
