<?php

return [
    'greeting' => 'ہیلو: نام!',
    'regards' => 'نیک تمنائیں،',
    'subject' => 'اپنا پاس ورڈ ری سیٹ کریں۔',
    'line1' => 'آپ کو یہ ای میل اس لیے موصول ہو رہی ہے کیونکہ ہمیں آپ کے اکاؤنٹ کے لیے پاس ورڈ دوبارہ ترتیب دینے کی درخواست موصول ہوئی ہے۔',
    'action' => 'پاس ورڈ ری سیٹ کریں۔',
    'warning' => 'انتباہ: اگر آپ نے پاس ورڈ دوبارہ ترتیب دینے کی درخواست نہیں کی ہے تو مزید کارروائی کی ضرورت نہیں ہے۔ اگر آپ کو مشتبہ سرگرمی کا شبہ ہے، تو براہ کرم اپنے اکاؤنٹ کو محفوظ بنائیں یا با یو سپورٹ سے رابطہ کریں۔',

    // Email Verifikasi
    'verify_subject' => 'اپنے ای میل ایڈریس کی تصدیق کریں۔',
    'verify_line1' => 'اپنے ای میل ایڈریس کی تصدیق اور رجسٹریشن مکمل کرنے کے لیے براہ کرم نیچے دیئے گئے بٹن پر کلک کریں۔',
    'verify_action' => 'ای میل کی توثیق',
    'verify_warning' => 'اگر آپ نے Ba-Yu پر اکاؤنٹ نہیں بنایا ہے تو مزید کارروائی کی ضرورت نہیں ہے۔',
];
