<?php

return [
    'greeting' => 'سلام :name!',
    'regards' => 'با احترام،',
    'subject' => 'رمز عبور خود را بازنشانی کنید',
    'line1' => 'شما این ایمیل را دریافت می کنید زیرا ما یک درخواست بازنشانی رمز عبور برای حساب شما دریافت کردیم.',
    'action' => 'بازنشانی رمز عبور',
    'warning' => 'هشدار: اگر شما درخواست بازنشانی رمز عبور نکرده اید، نیازی به اقدام دیگری نیست. اگر به فعالیت مشکوک مشکوک هستید، لطفاً حساب خود را ایمن کنید یا با پشتیبانی Ba-Yu تماس بگیرید.',

    // Email Verifikasi
    'verify_subject' => 'آدرس ایمیل خود را تأیید کنید',
    'verify_line1' => 'لطفا برای تایید آدرس ایمیل خود و تکمیل ثبت نام روی دکمه زیر کلیک کنید.',
    'verify_action' => 'تایید ایمیل',
    'verify_warning' => 'اگر حساب کاربری در Ba-Yu ایجاد نکرده اید، هیچ اقدام دیگری لازم نیست.',
];
